// stdafx.h: включаемый файл дл€ стандартных системных включаемых файлов
// или включаемых файлов дл€ конкретного проекта, которые часто используютс€, но
// не часто измен€ютс€
//

#pragma once

#include "targetver.h"

#define WIN32_LEAN_AND_MEAN             // »сключите редко используемые компоненты из заголовков Windows



// TODO: ”становите здесь ссылки на дополнительные заголовки, требующиес€ дл€ программы
#include <malloc.h>
#include <string.h>
#include "PDP_11_memory.h"
#include "PDP_11_registers.h"